Repository: punithagk/mpm
Catalog: profiles/uberdrupal/modules/announcements/translations/*.po
Languages: bg, de, it

source: Enables the creation of announcements that may be promoted to the home page and/or displayed in blocks.
bg: Включва създаването на обявления, които могат да бъдат публикувани на началната страница и/или визуализирани в блок
de: Erlaubt das Erstellen von Ankündigungen welche auf die Startseite gestellt und/oder in Blöcken dargestellt werden können.
it: Abilita la creazione di annunci che posso essere promossi sulla pagina principale e/o mostrati in blocchi

source: An announcement is anything worthy of special note on the site. It may be displayed in a block or page, or both.
bg: Обявлението е нещо заслужаващо си специално внимание на сайта. Може да се показва в страникча, блок или и двете.
de: Eine Ankündigung ist alles was einen besonderen Hinweis wert ist. Sie kann in einem Block und/oder auf einer Seite dargestellt werden.
it: Un annuncio &egrave; qualsiasi cosa che abbia valore sul sito. Pu&ograve; esere mostrato in un blocco o una pagina o in entrambi

source: Add a new announcement
bg: Добави ново обявление
de: Neue Ankündigung hinzufügen
it: Aggiungi un nuovo annuncio

source: Announcements settings
bg: Настройки на обявлението
de: Ankündungen Einstellungen
it: Configurazioni per gli annunci

source: Announcements
bg: Обявление
de: Ankündigungen
it: Annunci

source: Announcements per page
bg: Обявления на страница
de: Ankündigungen pro Seite
it: Annunci per pagina

source: The maximum number of items listed on the announcements page.
bg: Максимален брой елементи, показани в страница с обявления
de: Die maximale Anzahl von Beiträgen, welche auf der Ankündigungen-Seite angezeigt werden.
it: Il massimo numero di oggetti mostrati nella pagina degli annunci

source: 1 day
bg: 1 ден
de: 1 Tag
it: Un giorno

source: 1 week
bg: 1 седмица
de: 1 Woche
it: Una settimana

source: 2 weeks
bg: 2 седмици
de: 2 WOchen
it: Due settimane

source: 1 month
bg: 1 месец
de: 1 Monat
it: Un mese

source: 2 months
bg: 2 месеца
de: 2 Monate

source: 3 months
bg: 3 месеца
de: 3 Monate
it: Tre mesi

source: 6 months
bg: 6 месеца
de: 6 Monate

source: 1 year
bg: 1 година
de: 1 Jahr

source: Default duration of announcement
bg: Продължителност по подразбиране на обявлението
de: Standard Dauer einer Ankündigung
it: Dura di default du un annuncio

source: This will be added to the current date to set the default ending date.
bg: Това ще бъде добавено към текущата дата за да се формира крайна дата по подразбиране
de: Dies wird dem derzeitigen Datum hinzugefügt um das Standard Ablaufdatum festzulegen.
it: Questo sar&agrave; aggiunto alla data per definire la data di fine di default

source: Sort order
bg: Ред на сортиране
de: Sortierung

source: This will determine the sort order for the announcements page..
bg: Това определя реда на сортиране за страницата със съобщения
de: Hier kann die Sortierung für die Ankündigungen-Seite gewählt werden.
it: Questo determiner&agrave; l'ordinamento per le pagine di annunci

source: Title
bg: Заглавие
de: Titel
it: Titolo

source: Title of the announcement
bg: Заглавие на обявлението
de: Titel der Ankündigung
it: Titolo dell'annuncio

source: Publication dates
bg: Дати на публикуване
de: Veröffentlichungsdaten
it: Date di pubblicazione

source: Publication date
bg: дата на публикуване
de: Veröffentlichungsdatum
it: Data di pubblicazione

source: Expiration date
bg: Крайна дата
de: Ablaufdatum
it: Data scadenza

source: Note that only the abstract will be indexed for search.
bg: Обърнете внимание че само резюмето ще бъде индексирано за търсене
de: Beachte, dass nur die Kurzfassung von der Suche indiziert wird
it: Nota che solo l'abstract sara indicizzato per ricerca

source: Abstract
bg: Резюме
de: Kurzfassung

source: Short summary of the full announcement. Limited to 3,000 characters.
bg: Кратко резюме на цялото обявление. Ограничено до 3,000 символа
it: Breve sommario dell'annuncio completo. Limitato a 3000 caratteri

source: Full content for the announcement which is shown with the abstract on the details page
bg: Цялото съдържание на обявлението, което се показва с резюмето на страницата с детайлите
de: Vollständiger Inhalt der Ankündigung welcher zusammen mit der Kurzfassung auf der Seite mit der vollständigen Akündigung gezeigt wird.
it: Il contenuto completo dell'annuncio che &egrave; mostrato con l'abstract una pagina dei dettagli

source: The publish date of an announcement must be before its expiration date.
bg: Датата на публикуване на обявлението трябва да бъде преди крайната дата
de: Das Veröffentlichungsdatum muss vor dem Ablaufdatum liegen.
it: La data di pubblicazione di un annuncio deve essere prima della data di termine

source: The announcement is currently active.
bg: Обявлението е активно в момента
de: Diese Ankündigung ist im Moment aktiviert.
it: L'annuncio &egrave; corentemente attivo

source: The announcement will become active on !date.
bg: Обявлението ще стане активно на !date.
de: Diese Ankündigung wird am !date aktiviert.
it: L'annuncio diventer&agrave; attivo in data !date

source: Announcements: Related
bg: Обявления: Свързани
it: Annunci: Correlati

source: Announcements: Active
bg: Обявления: Активни
de: Ankündigungen: Aktivierte
it: Annunci: Attivo

source: more announcements
bg: още обявления
it: altri annuci

source: Read the rest
bg: Прочети останалото
it: Leggi in resto

source: Announcements in %name
bg: Обявления в %name
it: Annunci nel %name

source: Related announcements
bg: Свързани обявления
it: Annunci correlati

source: Announcements shown in block
bg: Обявления, показани в блок
de: Ankündigungen werden in einem Block angezeigt
it: Annunci mostrati in blocco

source: The maximum number of items per term listed in the block.
bg: Максимален брой елементи за срок, показан в блока
it: Il numero massimo di oggetti oer lista dei termini nel blocco

source: The maximum number of items listed in the announcements block.
bg: Максимален брой елементи, показани в блока обявления
de: Die maximale Anzahl von Beiträgen in einem Ankündigungen-Block.
it: Il numero massimo di oggetti nella lista del blocco degli annunci

source: Show abstract
bg: Покажи резюме
it: Mostra l'abstract

source: If selected, the title and abstract will be displayed; if not then only the title will be displayed.
bg: При избор заглавието и резюмето ще бъдат показани, иначе само заглавието се визуализира
it: Se selezionato, verr&agrave; mostrato il titolo e l'abstracti; altrimenti sar&abrave; mostrato solo il titolo

source: Show "read" link
bg: Покажи линка "прочети"
it: Mostra il link "leggi"

source: If selected, a link to read the full announcement will be displayed.
bg: Ако е избрано, ще бъде показан линк за четене на цялото обявление
it: Se selezionato, sar&abrave; mostrato un link all'annuncio completo.

source: The order of items listed in the announcements block.
bg: Редът на елементите показани в блока обявления
de: Die Sortierung der Beiträge im Ankündigungen-Block.
it: L'ordine degli oggetti nella lista nel blocco degli annunci.

source: Starting
bg: Започващо
de: Beginn
it: Scaduto

source: Ending
bg: Приключващо
de: Ende

source: Expired
bg: Изтичащо
de: Abgelaufen

source: Read this announcement
bg: Прочети това обявление
it: Leggi l'annuncio

source: access announcements
bg: достъпи обявленията
de: Ankündigungen anzeigen
it: Accesso agli annunci

source: create announcements
bg: създай обявления
de: Ankündigungen erstellen
it: Crea annunci

source: edit announcements
bg: редактирай обявления
de: Ankündigungen bearbeiten
it: Modifica annunci

source: Configure announcements module
bg: Конфигурирай модула обявления
de: Einstellungen für das Ankündigung-Modul
it: Configura il modulo degli annunci

source: View all announcements
bg: Виж всички обявления
de: Alle Ankündigungen anzeigen
it: Vedi tutti gli annunci

source: announcements
bg: обявления
de: Ankündigungen
it: annunci

source: Node identifier.
bg: Идентификатор на възел
de: Node Bezeichner.
it: Identificatore di un nodo.

source: Short summary of the announcement.
bg: Кратко резюме на обявлението
de: Kurze Zusammenfassung der Ankündigung.
it: Breve sommario dell'annuncio

source: Date announcement becomes effective.
bg: Дата, на която обявлението става ефективно
de: Datum an dem die Ankündigung aktiviert wird.
it: Data in cui l'annuncio diventa effettivo

source: Date announcement no longer effective.
bg: Дата, на която обявлението престава да бъде ефективно
de: Datum an dem die Ankündigung abläuft.
it: data in cui l'annuncio non &egrave; pi&ugrave; effettivo

source: Table installation for the Announcements module was unsuccessful.
bg: Инсталацията на таблица за модул Обявления бе неуспешна
de: Tabellen für Announcements-Modul konnten nicht angelegt werden.
it: L'installazione della tabella del modulo annunci non &egrave; andata a buon fine

source: Provides an announcements content type and management of that type.
bg: Предоставя съдържание от тип обявления и управлението на този тип
de: Stellt einen Inhaltstyp für Ankündigungen bereit und erlaubt dessen Verwaltung.
it: Provvede un tipo di contenuto annunci e la gestione di quel tipo

source: Standard - by sticky DESC, updated DESC
de: Standard - alles absteigend nach Aktulaisierungszeitpunkt, statische Ankündigungen zuerst
it: Standard - Per sticky DISC, aggiornato ASC

source: Start date - by sticky DESC, start date ASC
de: Beginndatum - alles aufsteigend nach Beginndatum, statische Ankündigungen zuerst

source: End date - by sticky DESC, end date ASC
de: Ablaufdatum - alles aufsteigend nach Ablaufdatum, statische Ankündigungen zuerst
it: Data Fine - per sticky DISC - data fine ASC

source: Latest - by sticky DESC, start date DESC
de: Aktuell - alles absteigend nach Erstelldatum, statische Ankündigungen zuerst

source: Show only the abstract
de: Nur die Kurzfassung anzeigen

source: If this option is selected, only the abstracts will be shown on the announcements page. Otherwise, the full announcement and abstract will show.
de: Wenn diese Option gewählt wird, werden auf der Ankündigungen-Seite nur die Kurzfassungen angezeigt. Anderenfalls wird die gesamte Ankündung und die Kurzfassung gezeigt.

source: Short summary of the full announcement.
de: Kurze Zusammenfassung der vollständigen Ankündigung.

source: Announcements: In !name vocabulary
de: Ankündigung: Im !name Vokabular
it: Annunci: Nel vocabolario !name

source: more...
de: mehr...

source: Extra node data.
de: Zusätzliche Daten zu dieser Node.
it: dati extra nodo.

source: The abstract is too long. It has to be shortend to this length: <p>"%text"</p>
de: Die Kurzfasung ist zu. Sie müsste auf diese Länge gekürzt werden: <p>"%text"</p>
